<?php
//--дефолтные настройки для контроллеров, отображений...--//
/*
return array(
    'contorller'    =>      'app',     //загружаемый по умолчанию контроллер
    'action'        =>      'index',    //загружаемое по умолчанию действие
    'id'            =>      FALSE,      //загружаемый по умолчанию ID
);
*/

return array(
    'contorller'    =>      'user',     //загружаемый по умолчанию контроллер
    'action'        =>      'index',    //загружаемое по умолчанию действие
    'id'            =>      FALSE,      //загружаемый по умолчанию ID
);